Repository: clebersleite/yith-woocommerce-request-a-quote
Catalog: yith-woocommerce-request-a-quote-*.po
Languages: pt_br

source: Enter the label to show when a product is already in the quote request list.
pt_br: Insira o rótulo para mostrar quando um produto já está na lista de solicitações de orçamento.

source: Enter the label to show within the "Add to quote" button on a single product page.
pt_br: Insira o rótulo a ser exibido no botão "Adicionar à cotação" em uma única página de produto.

source: Enter the reCAPTCHA site key
pt_br: Insira a chave do site reCAPTCHA

source: Enter the sender information that will be shown in the PDF quote.
pt_br: Insira as informações do remetente que serão mostradas na cotação em PDF.

source: Enter the text to identify the "Quotes" endpoint in the user's "My Account" page.
pt_br: Insira o texto para identificar o endpoint "Cotações" na página "Minha conta" do usuário.

source: Enter the text to show in the link that redirects users to the quote request list.
pt_br: Insira o texto a ser exibido no link que redireciona os usuários para a lista de solicitações de orçamento.

source: Enter the text to show.
pt_br: Digite o texto a ser exibido.

source: Enter the URL to assign to the button.
pt_br: Insira o URL a ser atribuído ao botão.

source: Enter your licence key
pt_br: Insira sua chave de licença

source: Error %d: Unable to create the order. Please try again.
pt_br: Erro %d: Não foi possível criar o pedido. Por favor, tente novamente.

# Error displayed when the field is empty
source: The field is required
pt_br: O campo é obrigatório

source: Error occurred while adding product to Request a Quote list.
pt_br: Ocorreu um erro ao adicionar o produto à lista Solicitar um orçamento.

source: Error: Invalid request. Try again!
pt_br: Erro: solicitação inválida. Tente novamente!

source: Exclusion List
pt_br: Lista de exclusão

source: Exclusion type
pt_br: Tipo de exclusão

source: Expiration date
pt_br: Data de validade

source: Expiration date: %s
pt_br: Datas de expiração: %s

source: expired
pt_br: expirado

source: Expired Quote
pt_br: Cotação expirada

source: Expired Quote <span class="count">(%s)</span>
pt_br: Cotação expirada <span class="count">(%s)</span>

source: Export CSV
pt_br: Exportar CSV

# Field for State
source: State
pt_br: Estado

# Field to add an heading to the form
source: Heading
pt_br: Cabeçalho

# Field to add the Acceptance on form
source: Acceptance
pt_br: Aceitação

source: File
pt_br: Arquivo

source: Filter
pt_br: Filtro

source: Filter by registered customers
pt_br: Filtrar por clientes cadastrados

source: First
pt_br: Primeiro

source: First Name
pt_br: Primeiro nome

source: Force user registration
pt_br: Forçar registro de usuário

source: Form options
pt_br: Opções de formulário

source: Form to display
pt_br: Formulário para exibir

source: From
pt_br: De

source: General Options
pt_br: Opções gerais

source: Generate and send quotes automatically
pt_br: Gere e envie cotações automaticamente

source: Gravity Forms
pt_br: Formas Gravitacionais

source: Guest
pt_br: Convidado

source: Height
pt_br: Altura

source: Hi {customer_name}, We are contacting you because our quote is about to expire, and soon our offer will no longer be available. Our proposal is the following:
pt_br: Olá, {nome_do_cliente}, Estamos entrando em contato com você porque nossa cotação está prestes a expirar e em breve nossa oferta não estará mais disponível. Nossa proposta é a seguinte:

source: Hi {customer_name}, We are contacting you because you have a pending quote on our shop. Don't forget it! Our best proposal is the following:
pt_br: Olá, {nome_do_cliente}, Entramos em contato com você porque você tem um orçamento pendente em nossa loja. Não se esqueça disso! Nossa melhor proposta é a seguinte:

source: Hi {customer_name}, You have received this email because you sent a quote request to our shop. The response to your request is the following:
pt_br: Olá, {nome_do_cliente}, Você recebeu este e-mail porque enviou uma solicitação de orçamento para nossa loja. A resposta ao seu pedido é a seguinte:

source: Hi {customer_name}, You have sent a quote request for the following products:
pt_br: Olá, {nome_do_cliente}, Você enviou uma solicitação de orçamento para os seguintes produtos:

source: Hi, You have received a request for a quote. The request is the following:
pt_br: Oi, Você recebeu uma solicitação de orçamento. A solicitação é a seguinte:

source: Hi, You have received a request for a quote. The request is the following:
pt_br: Oi, Você recebeu uma solicitação de orçamento. A solicitação é a seguinte:

source: Hi, and thank you for your request. We usually reply to all quote requests in 3 working days. Feel free to contact our Customer Service if you need additional info or help. Regards, Site name staff
pt_br: Olá, e obrigado pelo seu pedido. Geralmente respondemos a todos os pedidos de orçamento em 3 dias úteis. Sinta-se à vontade para entrar em contato com nosso Atendimento ao Cliente se precisar de informações adicionais ou ajuda. Cumprimentos, Equipe do nome do site

source: Hide "Add to cart" buttons
pt_br: Ocultar botões "Adicionar ao carrinho"

source: Hide "Add to quote" on out of stock products
pt_br: Ocultar "Adicionar à cotação" em produtos fora de estoque

source: Hide "Total Price" row
pt_br: Ocultar linha "Preço total"

source: Hide prices
pt_br: Ocultar preços

source: Hide product list in the content if the PDF version is attached to the email.
pt_br: Oculte a lista de produtos no conteúdo se a versão em PDF estiver anexada ao e-mail.

source: Hide product list in the email content when a PDF quote is attached
pt_br: Ocultar a lista de produtos no conteúdo do e-mail quando uma cotação em PDF for anexada

source: Hide product prices in all new quote details
pt_br: Ocultar os preços dos produtos em todos os novos detalhes da cotação

source: Hours
pt_br: Horas

# human-readable time difference
source: %s ago
pt_br: %s atrás

source: If billing and shipping are empty, the user will be redirect to the default Checkout page.
pt_br: Se faturamento e frete estiverem vazios, o usuário será redirecionado para a página padrão do Checkout.

source: If billing and shipping are empty, the user will be redirected to the default Checkout page.
pt_br: Se faturamento e frete estiverem vazios, o usuário será redirecionado para a página padrão do Checkout.

source: If billing and shipping fields are filled, you can send the customer to "Pay for Quote" Page.
pt_br: Se os campos de cobrança e envio estiverem preenchidos, você poderá direcionar o cliente para a página "Pagar pela cotação".

source: If billing and shipping fields are filled, you can send the customer to the "Pay for Quote" Page.
pt_br: Se os campos de cobrança e envio estiverem preenchidos, você poderá encaminhar o cliente para a página "Pagar pela cotação".

source: If enabled, it will be possible to manually add more shipping costs by the admin which will show as a total at checkout.
pt_br: Se habilitado, será possível adicionar manualmente mais custos de envio pelo administrador que serão exibidos como total na finalização da compra.

source: If enabled, the customer can not edit the checkout fields.
pt_br: Se habilitado, o cliente não poderá editar os campos de checkout.

source: If enabled, the customer will be not able to edit the checkout fields.
pt_br: Se habilitado, o cliente não poderá editar os campos de checkout.

source: If enabled, the fields connected to WooCommerce will be filled automatically.
pt_br: Se habilitado, os campos conectados ao WooCommerce serão preenchidos automaticamente.

source: If enabled, the user that accepts a quote can't add additional products to the cart or change items quantity.
pt_br: Se ativado, o usuário que aceita uma cotação não poderá adicionar produtos adicionais ao carrinho ou alterar a quantidade de itens.

source: If enabled, users can download a PDF version of the quotes.
pt_br: Se ativado, os usuários podem baixar uma versão em PDF das cotações.

source: If enabled, users can download the quote in a PDF version from "My Account".
pt_br: Se ativado, os usuários podem baixar o orçamento em versão PDF em "Minha conta".

source: In product table show this info:
pt_br: Na tabela de produtos mostre esta informação:

source: In product table, show:
pt_br: Na tabela de produtos, mostre:

source: in the page the following shortcode: [yith_ywraq_request_quote]
pt_br: na página o seguinte shortcode: [yith_ywraq_request_quote]

source: In this page, neither billing nor shipping information will be requested.
pt_br: Nesta página não serão solicitadas informações de cobrança nem de envio.

source: includes
pt_br: inclui

source: Inline with "Add to cart"
pt_br: Em linha com "Adicionar ao carrinho"

# Input file field
source: Upload
pt_br: Carregar

# Integration - Composite product subtotal
source: Options subtotal
pt_br: Subtotal de opções

# Integration composite product: cart price advice
source: Base Price:
pt_br: Preço base:

# Integration: product add-ons attachment
source: Attached file
pt_br: Arquivo anexo

source: Is automatically redirected to the quote request list.
pt_br: É redirecionado automaticamente para a lista de solicitações de orçamento.

source: It is not possible to show the preview of the selected form.
pt_br: Não é possível visualizar a visualização do formulário selecionado.

source: It's not possible change the quantity since you have already accepted a quote.
pt_br: Não é possível alterar a quantidade pois você já aceitou o orçamento.

source: It's not possible to add products to the cart since you have already accepted a quote.
pt_br: Não é possível adicionar produtos ao carrinho pois você já aceitou um orçamento.

source: Item Name:
pt_br: Nome do item:

source: Item Plural Name:
pt_br: Nome Plural do Item:

source: Items
pt_br: Unid

source: items
pt_br: Unid

# Label button of a dialog popup
source: Cancel
pt_br: Cancelar

# Label button of a dialog popup
source: Continue
pt_br: Continuar

# label of button to add ask a new quote for the same products
source: Ask a new quote
pt_br: Peça um novo orçamento

# label of the button to set the pdf template as default
source: Use it
pt_br: Use-o

# label of the default pdf template
source: In use
pt_br: Em uso

source: Labels
pt_br: Etiquetas

source: Last
pt_br: Durar

source: Last Name
pt_br: Sobrenome

source: Link to quote request details to be shown in "Request a Quote" email
pt_br: Link para detalhes da solicitação de orçamento a serem mostrados no e-mail "Solicitar um orçamento"

source: Load any cacheable quote item via AJAX
pt_br: Carregue qualquer item de cotação armazenável em cache via AJAX

source: Loader
pt_br: Carregador

source: Loader style
pt_br: Estilo do carregador

source: Lock the editing of checkout fields
pt_br: Bloqueie a edição dos campos de checkout

source: Logo
pt_br: Logotipo

source: Margin
pt_br: Margem

source: Members of our team have access to the information you provide us. For example, both Administrators and Shop Managers can access:
pt_br: Os membros da nossa equipe têm acesso às informações que você nos fornece. Por exemplo, tanto Administradores como Gerentes de Loja podem acessar:

source: Message
pt_br: Mensagem

# Message that appears when a post is published
source: Template published.
pt_br: Modelo publicado.

# Message that appears when a post is updated
source: Template updated.
pt_br: Modelo atualizado.

source: Message to show in "My account > Quote detail"
pt_br: Mensagem para mostrar em "Minha conta > Detalhes do orçamento"

source: Message:
pt_br: Mensagem:

source: Minutes
pt_br: Minutos

# Multiselect field
source: Multi select
pt_br: Seleção múltipla

source: My Quotes
pt_br: Minhas citações

source: Name
pt_br: Nome

# name of the pdf default template
source: Simple template
pt_br: Modelo simples

source: Name of user *
pt_br: Nome do usuário *

source: Name:
pt_br: Nome:

source: new
pt_br: novo

source: New Quote Request
pt_br: Nova solicitação de orçamento

source: New Quote Request <span class="count">(%s)</span>
pt_br: Nova solicitação de orçamento <span class="count">(%s)</span>

source: New template
pt_br: Novo modelo

# Ninja form tag to add the request quote list inside the email
source: List Table
pt_br: Tabela de lista

source: Ninja Forms
pt_br: Formas Ninja

source: No
pt_br: Não

source: No contact form found
pt_br: Nenhum formulário de contato encontrado

source: No products in the list
pt_br: Nenhum produto na lista

source: No quote request available.
pt_br: Nenhuma solicitação de orçamento disponível.

source: No validation
pt_br: Sem validação

source: Not Accepted
pt_br: Não aceito

source: Not found
pt_br: Não encontrado

source: Not found in Trash
pt_br: Não encontrado na Lixeira

source: Note: all the fields in the quote request that have been filled by the user will be saved in the order details, so, they will be subject to WooCommerce plugin Privacy Policy.
pt_br: Observação: todos os campos da solicitação de orçamento que forem preenchidos pelo usuário serão salvos nos dados do pedido, portanto, estarão sujeitos à Política de Privacidade do plugin WooCommerce.

source: Note: you may want to further detail your cookie policy, and link to that section from here.
pt_br: Observação: você pode detalhar mais detalhadamente sua política de cookies e criar um link para essa seção aqui.

source: Note: you should add here all the fields that appear in the quote request form.
pt_br: Nota: deverá adicionar aqui todos os campos que aparecem no formulário de pedido de orçamento.

# notice on admin order item meta
source: * Sold invidually
pt_br: *Vendido individualmente

# notice on admin order item meta
source: Individually sold add-on
pt_br: Complemento vendido individualmente

source: Only guest users
pt_br: Somente usuários convidados

source: Only logged users
pt_br: Somente usuários logados

source: Only specific user roles
pt_br: Apenas funções de usuário específicas

source: Open Quote page on mobile
pt_br: Abra a página de cotação no celular

# option description to change the icon of mini quote widget
source: Upload a custom icon for the mini widget.
pt_br: Faça upload de um ícone personalizado para o mini widget.

# option name to change the icon of mini quote widget
source: Widget icon
pt_br: Ícone do widget

source: Option subtotal:
pt_br: Subtotal da opção:

source: Optional text in PDF quote footer
pt_br: Texto opcional no rodapé da citação em PDF

source: Options
pt_br: Opções

source: or ask for a quote
pt_br: ou peça um orçamento

source: Order
pt_br: Ordem

source: Order again
pt_br: Peça novamente

source: Order Comments
pt_br: Comentários do pedido

source: Order Number
pt_br: Número do pedido

source: Order Shipping
pt_br: Envio de pedidos

source: Order Shipping Tax
pt_br: Imposto de envio do pedido

source: Other options
pt_br: Outras opções

source: Our team members have access to this information to send you the best offer.
pt_br: Os membros da nossa equipe têm acesso a essas informações para lhe enviar a melhor oferta.

source: Override billing and shipping info
pt_br: Substituir informações de faturamento e envio

source: Override billing info
pt_br: Substituir informações de faturamento

source: Override checkout fields with the billing and shipping info of all orders
pt_br: Substitua os campos de checkout pelas informações de faturamento e envio de todos os pedidos

source: Override checkout fields with the billing and shipping info of this order
pt_br: Substituir os campos de finalização da compra pelas informações de faturamento e envio deste pedido

source: Override quote payment options
pt_br: Substituir opções de pagamento de cotação

source: Override shipping costs
pt_br: Substituir custos de envio

source: Override shipping info
pt_br: Substituir informações de envio

source: Padding
pt_br: Preenchimento

source: Page
pt_br: Página

source: Page Layout
pt_br: Layout da página

# page_slug
source: request-quote
pt_br: solicitação de cotação

# part of a sentence in the option "PDF template to use"
source: Note:
pt_br: Observação:

# part of a sentence in the option "PDF template to use"
source: to enable the builder you need to enable Gutenberg.
pt_br: para habilitar o construtor você precisa habilitar o Gutenberg.

# part of the string (or Create a page) inside admin panel
source: or
pt_br: ou

source: Pay Now
pt_br: Pague agora

source: Pay now
pt_br: Pague agora

source: Pay now:
pt_br: Pague agora:

source: PDF file name
pt_br: Nome do arquivo PDF

source: PDF layout based on a
pt_br: Layout de PDF baseado em um

source: PDF options
pt_br: Opções de PDF

source: PDF preview
pt_br: Visualização de PDF

source: PDF quote templates
pt_br: Modelos de cotação em PDF

source: PDF Template
pt_br: Modelo PDF

source: PDF template to use
pt_br: Modelo de PDF para usar

source: pending
pt_br: pendente

source: Pending Quote
pt_br: Cotação pendente

source: Pending Quote <span class="count">(%s)</span>
pt_br: Cotação pendente <span class="count">(%s)</span>

source: Percentage of product total price required as deposit
pt_br: Porcentagem do preço total do produto exigida como depósito

source: Phone
pt_br: Telefone

# Phone number field
source: Phone
pt_br: Telefone

# Placeholder is an html tag
source: Choose the payment methods to accept for quote payment. %sLeave empty if the user can pay using all payment methods that are enabled in the store.
pt_br: Escolha os métodos de pagamento a serem aceitos para pagamento da cotação. %sDeixe em branco se o usuário puder pagar usando todos os métodos de pagamento habilitados na loja.

# placeholder is the name of the field
source: Connect %s to a WooCommerce field
pt_br: Conecte %s a um campo WooCommerce

source: Please add a valid email address.
pt_br: Adicione um endereço de e-mail válido.

source: Please check the captcha form.
pt_br: Por favor, verifique o formulário captcha.

source: Please enter a name
pt_br: Por favor insira um nome

source: Please enter a valid email
pt_br: por favor digite um email válido

source: Please enter a value for %s
pt_br: Por favor insira um valor para %s

source: Please feel free to enter here your reason or provide us your feedback:
pt_br: Sinta-se à vontade para inserir aqui seu motivo ou nos fornecer seus comentários:

source: Please note: if you choose a page different from the default one (request quote) you need to insert
pt_br: Atenção: se você escolher uma página diferente da padrão (solicitar orçamento) você precisa inserir

source: Please select some product options before adding this product to your quote list.
pt_br: Selecione algumas opções de produtos antes de adicionar este produto à sua lista de cotação.

source: Please, fill the form before proceeding with the payment.
pt_br: Por favor, preencha o formulário antes de prosseguir com o pagamento.

source: Please, fill your billing address before proceeding with the payment
pt_br: Por favor, preencha seu endereço de cobrança antes de prosseguir com o pagamento

source: Please, fill your shipping address before proceeding with the payment
pt_br: Por favor, preencha seu endereço de entrega antes de prosseguir com o pagamento

source: Plugin Gravity Forms not activated or not installed
pt_br: Plugin Gravity Forms não ativado ou não instalado

source: Plugin not activated or not installed
pt_br: Plugin não ativado ou não instalado

# Post action
source: Delete
pt_br: Excluir

# Post Type General Name
source: PDF Templates
pt_br: Modelos PDF

# Post Type Singular Name
source: PDF Template
pt_br: Modelo PDF

source: Postcode:
pt_br: Código postal:

source: Price
pt_br: Preço

source: Prices Include tax
pt_br: Preços incluem impostos

source: Product
pt_br: produtos

source: Product added to the list
pt_br: Produto adicionado à lista

source: Product added to the list!
pt_br: Produto adicionado à lista!

source: Product already in the list.
pt_br: Produto já na lista.

source: Product images
pt_br: Imagens do produto

source: Product in your request
pt_br: Produto em seu pedido

source: Product List
pt_br: Lista de produtos

source: Product list above, form below
pt_br: Lista de produtos acima, formulário abaixo

source: Product list on left side, form on right side
pt_br: Lista de produtos no lado esquerdo, formulário no lado direito

source: Product prices
pt_br: Preços dos produtos

source: Product SKU
pt_br: SKU do produto

source: Product Table
pt_br: Tabela de Produtos

source: Product table
pt_br: Tabela de produtos

source: Product Table settings
pt_br: Configurações da tabela de produtos

source: Products
pt_br: Produtos

source: Products added to the quote list: these products will be used to offer you our best price.
pt_br: Produtos adicionados à lista de cotação: estes produtos serão utilizados para lhe oferecer o nosso melhor preço.

source: Products in the Exclusion List only.
pt_br: Produtos apenas na Lista de Exclusão.

source: Products in your quote list:
pt_br: Produtos em sua lista de cotação:

source: Qty
pt_br: Quantidade

source: Quantity
pt_br: Quantidade

source: Quote
pt_br: Citar

source: Quote #%d details
pt_br: Citação #%d detalhes

source: Quote #%s
pt_br: Citações #%s

source: Quote #%s details
pt_br: Citação #%s detalhes

source: Quote Buttons settings
pt_br: Configurações dos botões de cotação

source: Quote creation page (admin)
pt_br: Página de criação de cotação (admin)

source: Quote Date
pt_br: Data da cotação

source: Quote Date type
pt_br: Tipo de data da cotação

source: Quote Expired Date
pt_br: Data de expiração da cotação

source: Quote expired.
pt_br: A cotação expirou.

source: Quote expires on:
pt_br: A cotação expira em:

source: Quote general options
pt_br: Citar opções gerais

source: Quote ID
pt_br: ID da cotação

source: Quote List
pt_br: Lista de cotações

source: Quote n. %1$d can't be accepted because its status is: %2$s
pt_br: Citação n. %1$d não pode ser aceito porque seu status é: %2$s

source: Quote n. %1$d can't be rejected because its status is: %2$s
pt_br: Citação n. %1$d não pode ser rejeitado porque seu status é: %2$s

source: Quote n. %d has been rejected
pt_br: Citação n. %d foi rejeitado

source: Quote n. %d has been rejected and is not available
pt_br: Citação n. %d foi rejeitado e não está disponível

source: Quote n. %d has expired and is not available
pt_br: Citação n. %d expirou e não está disponível

source: Quote Number
pt_br: Número de cotação

source: Quote number
pt_br: Número de cotação

source: Quote Options
pt_br: Opções de cotação

source: Quote options
pt_br: Opções de cotação

source: Quote options in "My Account"
pt_br: Opções de cotação em "Minha conta"

source: Quote payment
pt_br: Pagamento de cotação

source: Quote payment options
pt_br: Opções de pagamento de cotação

source: Quote PDF
pt_br: Citar PDF

source: Quote request
pt_br: Solicitação de cotação

source: Quote request details
pt_br: Detalhes da solicitação de orçamento

source: Quote Requests
pt_br: Solicitações de cotação

source: Quote Total
pt_br: Cotação total

source: Quotes
pt_br: Citações

source: Quotes endpoint label
pt_br: Rótulo de endpoint de cotação

# Radio button field
source: Radio
pt_br: Rádio

# reCAPTCHA version in admin options
source: v3 - Invisible
pt_br: v3 - Invisível

source: Recipient(s)
pt_br: Destinatário(s)

source: Redirect after accepting quote:
pt_br: Redirecionar após aceitar a cotação:

source: Redirect the user to "Pay for Quote" page
pt_br: Redirecionar o usuário para a página "Pagar pela cotação"

source: Reject
pt_br: Rejeitar

source: Reject quote
pt_br: Rejeitar cotação

source: Reject Quote.
pt_br: Rejeitar cotação.

source: Reject the quote
pt_br: Rejeitar a cotação

source: rejected
pt_br: rejeitado

source: Rejected Quote
pt_br: Cotação rejeitada

source: Rejected Quote <span class="count">(%s)</span>
pt_br: Cotação rejeitada <span class="count">(%s)</span>
