Repository: clebersleite/yith-woocommerce-request-a-quote
Catalog: yith-woocommerce-request-a-quote-*.po
Languages: pt_br

source: Reminder: expiring quote
pt_br: Lembrete: cotação expirada

source: Reminder: you have a pending quote
pt_br: Lembrete: você tem uma cotação pendente

source: Remove
pt_br: Remover

source: Remove field
pt_br: Remover campo

source: Remove item
pt_br: Remover item

source: Remove this item
pt_br: Remover este item

source: Request
pt_br: Solicitar

source: Request a Quote
pt_br: Solicite um orçamento

source: Request a quote
pt_br: Solicite um orçamento

source: Request a quote - Customer Email
pt_br: Solicite um orçamento - Email do Cliente

source: Request a quote - Customer Message
pt_br: Solicite um orçamento - Mensagem do Cliente

source: Request a quote - Customer Name
pt_br: Solicite um orçamento - Nome do Cliente

source: Request a quote - Email Content
pt_br: Solicite um orçamento - Conteúdo do e-mail

# Request a quote page name
source: Request a Quote
pt_br: Solicite um orçamento

source: Request date
pt_br: Data do Pedido

source: Request date:
pt_br: Data do Pedido:

source: Request date: %s
pt_br: Data da solicitação: %s

source: Request sending
pt_br: Solicitar envio

source: required
pt_br: obrigatório

source: Restore Default
pt_br: Restaurar padrão

source: Restore default
pt_br: Restaurar padrão

source: Return to Shop
pt_br: Voltar para a loja

source: Save form field
pt_br: Salvar campo do formulário

source: Search category...
pt_br: Categoria de pesquisa...

source: Search product...
pt_br: Pesquisar produto...

source: Search tag...
pt_br: Etiqueta de pesquisa...

source: Search template
pt_br: Modelo de pesquisa

source: Secret key
pt_br: Chave secreta

source: See a PDF preview
pt_br: Veja uma prévia do PDF

source: Sees a link to access the quote request list
pt_br: Vê um link para acessar a lista de solicitação de orçamento

# Select field
source: Select
pt_br: Selecione

# Select field for country
source: Country
pt_br: País

source: Select the reCAPTCHA version.
pt_br: Selecione a versão do reCAPTCHA.

source: Send a blind carbon copy to the administrator
pt_br: Envie uma cópia oculta ao administrador

source: Send a carbon copy to the user.
pt_br: Envie uma cópia carbono ao usuário.

source: Send a test email to check the content of the quote before sending it to the customer.
pt_br: Envie um e-mail de teste para verificar o conteúdo do orçamento antes de enviá-lo ao cliente.

source: Send a test email to:
pt_br: Envie um e-mail de teste para:

source: Send automatically the quote after
pt_br: Envie automaticamente o orçamento após

source: Send BCC copy
pt_br: Enviar cópia CCO

source: Send CC copy
pt_br: Enviar cópia CC

source: Send email
pt_br: Enviar email

source: Send Quote
pt_br: Enviar cotação

source: Send the Quote
pt_br: Envie a cotação

source: Send the request
pt_br: Envie a solicitação

source: Send this email:
pt_br: Envie este e-mail:

source: Send you information about your request:
pt_br: Envie-lhe informações sobre sua solicitação:

source: Send Your Request
pt_br: Envie sua solicitação

source: Sender info text in PDF quote
pt_br: Texto de informações do remetente na cotação em PDF

source: Set a specific expiry date for this quote
pt_br: Defina uma data de vencimento específica para esta cotação

source: Set an expiration date for this quote
pt_br: Defina uma data de validade para esta cotação

source: Set an expiry time for quotes
pt_br: Defina um prazo de validade para cotações

source: Set at least the quantity for a product
pt_br: Defina pelo menos a quantidade de um produto

source: Settings
pt_br: Configurações

source: Shipping
pt_br: Envio

source: Shipping Address
pt_br: Endereço para envio

source: Shipping Address 1
pt_br: Endereço de envio 1

source: Shipping Address 2
pt_br: Endereço de envio 2

source: Shipping City
pt_br: Cidade de embarque

source: Shipping Company
pt_br: Transportadora

source: Shipping Country
pt_br: País de envio

source: Shipping First Name
pt_br: Nome de envio

source: Shipping Last Name
pt_br: Sobrenome para envio

source: Shipping Postcode
pt_br: Código postal de envio

source: Shipping State
pt_br: Estado de envio

source: Show "Accept | Reject" links
pt_br: Mostrar links "Aceitar | Rejeitar"

source: Show "Accept" button on quote
pt_br: Mostrar o botão "Aceitar" na cotação

source: Show "Add to quote" button to:
pt_br: Mostrar o botão "Adicionar à cotação" para:

source: Show "Add to quote" in all products (also out of stock)
pt_br: Mostrar "Adicionar à cotação" em todos os produtos (também fora de estoque)

source: Show "Add to quote" in other WooCommerce pages
pt_br: Mostrar "Adicionar à cotação" em outras páginas do WooCommerce

source: Show "Add to quote" in WooCommerce Blocks
pt_br: Mostrar "Adicionar à cotação" em blocos WooCommerce

source: Show "Add to quote" on single product pages
pt_br: Mostrar "Adicionar à cotação" em páginas de produtos individuais

source: Show "Add to quote" on:
pt_br: Mostrar "Adicionar à cotação" em:

source: Show "Add to quote" only on out of stock products
pt_br: Mostrar "Adicionar à cotação" apenas em produtos fora de estoque

source: Show "Ask new quote"
pt_br: Mostrar "Pedir novo orçamento"

source: Show "Ask quote" on the Cart page
pt_br: Mostrar "Pedir orçamento" na página do carrinho

source: Show "Ask quote" on the Checkout page
pt_br: Mostrar "Pedir orçamento" na página de checkout

source: Show "Clear list" button
pt_br: Mostrar botão "Limpar lista"

source: Show "Order again" button
pt_br: Mostrar botão "Pedir novamente"

source: Show "Reject" button on quote
pt_br: Mostrar o botão "Rejeitar" na cotação

source: Show "Return to Shop" button
pt_br: Mostrar botão "Retornar à loja"

source: Show "Update List" button
pt_br: Mostrar botão "Atualizar lista"

source: Show "View PDF" button
pt_br: Mostrar botão "Visualizar PDF"

# show all fields
source: All
pt_br: Todos

source: Show an optional checkbox to allow registration
pt_br: Mostrar uma caixa de seleção opcional para permitir o registro

source: Show custom text in email content
pt_br: Mostrar texto personalizado no conteúdo do email

source: Show form even with empty list
pt_br: Mostrar formulário mesmo com lista vazia

source: Show Price
pt_br: Mostrar preço

source: Show price
pt_br: Mostrar preço

source: Show product name
pt_br: Mostrar nome do produto

source: Show product SKU with the product name
pt_br: Mostrar SKU do produto com o nome do produto

source: Show product thumbnail
pt_br: Mostrar miniatura do produto

source: Show products added to your list
pt_br: Mostrar produtos adicionados à sua lista

source: Show Quantity
pt_br: Mostrar quantidade

source: Show quantity
pt_br: Mostrar quantidade

source: Show quote author
pt_br: Mostrar autor da citação

source: Show Thumbnail
pt_br: Mostrar miniatura

source: Show total
pt_br: Mostrar total

source: Show Variations
pt_br: Mostrar variações

source: Show widget title inside
pt_br: Mostrar o título do widget dentro

source: Simple template
pt_br: Modelo simples

source: Site key
pt_br: Chave do site

source: State/Province:
pt_br: Estado/Província:

source: State:
pt_br: Estado:

source: Strikethrough on original prices on discounted quote
pt_br: Tachado nos preços originais na cotação com desconto

# string with placeholder do not translate or remove it
source: Enable to add reCAPTCHA option in default form. %1$s To start using reCAPTCHA, you need to %2$s sign up for an API key %3$s pair for your site.
pt_br: Habilite para adicionar a opção reCAPTCHA no formato padrão. %1$s Para começar a usar o reCAPTCHA, você precisa %2$s se inscrever para obter um par de chaves de API %3$s para o seu site.

source: Subject
pt_br: Assunto

source: Subtotal labels
pt_br: Rótulos de subtotal

source: Table
pt_br: Mesa

source: Table allows adding content to the HTML table.
pt_br: Tabela permite adicionar conteúdo à tabela HTML.

source: Table settings
pt_br: Configurações de mesa

source: Tag
pt_br: Marcação

source: Tags
pt_br: Tag

source: Taxes
pt_br: Impostos

source: Telephone:
pt_br: Telefone:

source: Template title
pt_br: Título do modelo

source: Text
pt_br: Texto

# Text field
source: Text
pt_br: Texto

source: Text Hover
pt_br: Passar o texto

source: Text Link
pt_br: Link de texto

# text of link to add a new option
source: + Add new option
pt_br: + Adicionar nova opção

# Text showed when the list of quotes is empty.
source: But don't worry, your request will appear here soon!
pt_br: Mas não se preocupe, seu pedido aparecerá aqui em breve!

# Text showed when the list of quotes is empty.
source: Click on "Add exclusion" button to exclude a product, a category or a tag!
pt_br: Clique no botão "Adicionar exclusão" para excluir um produto, uma categoria ou uma tag!

# Text showed when the list of quotes is empty.
source: You don't have any exclusion yet.
pt_br: Você ainda não tem nenhuma exclusão.

# Text showed when the list of quotes is empty.
source: You don't have any request yet.
pt_br: Você ainda não tem nenhuma solicitação.

source: Text to show after request sending
pt_br: Texto a ser exibido após o envio da solicitação

# Textarea field
source: Textarea
pt_br: Área de texto

source: The answer to your quote request.
pt_br: A resposta ao seu pedido de orçamento.

source: The discount has been removed because you have changed the quote contents.
pt_br: O desconto foi removido porque você alterou o conteúdo da cotação.

source: The email has been sent.
pt_br: O e-mail foi enviado.

source: The file is greater than
pt_br: O arquivo é maior que

source: The mail you have entered seems to be wrong.
pt_br: O e-mail que você digitou parece estar errado.

# The placeholder is the quote number
source: You are about to reject the quote #%s.
pt_br: Você está prestes a rejeitar a cotação #%s.

source: The Proposal # %s has been accepted
pt_br: A proposta # %s foi aceita

source: The Proposal # %s has been rejected.
pt_br: A proposta # %s foi rejeitada.

source: The Proposal #%1$d has been rejected. %2$s
pt_br: A proposta #%1$d foi rejeitada. %2$s

source: The Proposal #%d has been accepted
pt_br: A proposta #%d foi aceita

source: The quote n. %d has been rejected
pt_br: A citação n. %d foi rejeitado

source: The template 'request-quote-form.php' that you've override in your theme was deprecated since version 2.0 and will be ignored.
pt_br: O modelo 'request-quote-form.php' que você substituiu em seu tema foi descontinuado desde a versão 2.0 e será ignorado.

source: There was a problem sending your request. Please try again.
pt_br: Ocorreu um problema ao enviar sua solicitação. Por favor, tente novamente.

source: There was a problem sending your request. Please try again....
pt_br: Ocorreu um problema ao enviar sua solicitação. Por favor, tente novamente....

source: These options apply to all new quote requests, but can be overridden on the quote detail page.
pt_br: Essas opções se aplicam a todas as novas solicitações de cotação, mas podem ser substituídas na página de detalhes da cotação.

source: This action cannot be undone and you will not be able to recover this data.
pt_br: Esta ação não pode ser desfeita e você não poderá recuperar esses dados.

source: This email is sent as confirmation when a user clicks on "Request a quote" button
pt_br: Este e-mail é enviado como confirmação quando um usuário clica no botão "Solicitar um orçamento"

source: This email is sent when a user clicks on "Accept/Reject" button in a Proposal
pt_br: Este e-mail é enviado quando um usuário clica no botão "Aceitar/Rejeitar" em uma proposta

source: This email is sent when a user clicks on "Request a quote" button
pt_br: Este e-mail é enviado quando um usuário clica no botão "Solicitar um orçamento"

source: This email is sent when an administrator performs the action "Send the quote" from Order Editor
pt_br: Este e-mail é enviado quando um administrador realiza a ação "Enviar o orçamento" do Editor de Pedidos

source: This email is sent when the customer does not respond to the quote within x days.
pt_br: Este e-mail é enviado quando o cliente não responde ao orçamento em x dias.

source: This email is sent when to the customer when the quote is going to expire.
pt_br: Este e-mail é enviado ao cliente quando a cotação vai expirar.

source: This field is already defined
pt_br: Este campo já está definido

source: This field is required
pt_br: Este campo é obrigatório

source: This field lets you change the main heading in email notification. Leave it blank to use default heading type: <code>%s</code>.
pt_br: Este campo permite alterar o título principal na notificação por e-mail. Deixe em branco para usar o tipo de título padrão: <code>%s</code>.

source: This field lets you edit email subject line. Leave it blank to use default subject text: <code>%s</code>. You can use {quote_number} as a placeholder that will show the quote number in the quote,<br>{quote_user} to show the customer's name, {quote_email} to show the customer's email
pt_br: Este campo permite editar a linha de assunto do email. Deixe em branco para usar o texto de assunto padrão: <code>%s</code>. Você pode usar {quote_number} como um espaço reservado que mostrará o número da cotação na cotação,<br>{quote_user} para mostrar o nome do cliente, {quote_email} para mostrar o e-mail do cliente

source: This field lets you edit email subject line. Leave it blank to use default subject text: <code>%s</code>. You can use {quote_number} as a placeholder that will show the quote number in the quote.
pt_br: Este campo permite editar a linha de assunto do email. Deixe em branco para usar o texto de assunto padrão: <code>%s</code>. Você pode usar {quote_number} como um espaço reservado que mostrará o número da cotação na cotação.

source: This field lets you modify the email subject line. Leave it blank to use the default subject text: <code>%s</code>. You can use {quote_number} as a placeholder that will show the quote number in the quote.
pt_br: Este campo permite modificar a linha de assunto do email. Deixe em branco para usar o texto de assunto padrão: <code>%s</code>. Você pode usar {quote_number} como um espaço reservado que mostrará o número da cotação na cotação.

source: This field will be removed from the form.
pt_br: Este campo será removido do formulário.

source: This file type is unsupported. Valid extensions:
pt_br: Este tipo de arquivo não é compatível. Extensões válidas:

source: This is a required field.
pt_br: Este é um campo obrigatório.

source: This is the label
pt_br: Este é o rótulo

source: This is the tooltip
pt_br: Esta é a dica

source: This item will be removed from the list.
pt_br: Este item será removido da lista.

source: This product cannot be purchased.
pt_br: Este produto não pode ser adquirido.

source: This product is already in your quote request list.
pt_br: Este produto já está na sua lista de solicitação de orçamento.

source: This product is not quotable.
pt_br: Este produto não é citável.

source: This Quote doesn't exist.
pt_br: Esta citação não existe.

source: This quote has been submitted from the checkout page.
pt_br: Esta cotação foi enviada na página de checkout.

source: This Quote was deleted by administrator.
pt_br: Esta cotação foi excluída pelo administrador.

source: This quote will expire on
pt_br: Esta cotação irá expirar em

source: This Variation is Out of Stock, please select another one.
pt_br: Esta variação está esgotada, selecione outra.

source: This will override the "Quote options" settings.
pt_br: Isso substituirá as configurações de "Opções de cotação".

# Time field
source: Time
pt_br: Tempo

source: Time picker format
pt_br: Formato do seletor de hora

# Tip to clone the field inside the default form
source: Duplicate
pt_br: Duplicado

# Tip to delete the product inside the exclusion list
source: Delete
pt_br: Excluir

# Tip to edit the field inside the default form
source: Edit
pt_br: Editar

# Tip to sort the field inside the default form
source: Sort
pt_br: Organizar

source: Title before form
pt_br: Título antes do formulário

# title of the popup on cart page
source: Request a Quote
pt_br: Solicite um orçamento

source: Title:
pt_br: Título:

source: Titles
pt_br: Títulos

source: To show both links be sure to enable also the option in "Quote option" tab.
pt_br: Para mostrar ambos os links certifique-se de habilitar também a opção na aba "Opção de cotação".

source: to unlock 8 quote templates with different designs and styles
pt_br: para desbloquear 8 modelos de cotação com diferentes designs e estilos

source: Total amount of all products
pt_br: Quantidade total de todos os produtos

source: Total amount of single products
pt_br: Quantidade total de produtos individuais

source: Total settings
pt_br: Configurações totais

source: Total Table
pt_br: Tabela Total

source: Total Tax
pt_br: Taxa total

# translators: %s is the title of the post object
source: Are you sure you want to delete "%s"?
pt_br: Tem certeza de que deseja excluir "%s"?

source: Type
pt_br: Tipo

source: Underneath "Add to cart" button
pt_br: Abaixo do botão "Adicionar ao carrinho"

source: Unit Price
pt_br: Preço unitário

source: Update List
pt_br: Lista de atualização

source: Upload a custom icon
pt_br: Faça upload de um ícone personalizado

source: Upload a custom loader
pt_br: Carregar um carregador personalizado

source: Upload a custom loader.
pt_br: Carregue um carregador personalizado.

source: Upload a file to attach to the quote email.
pt_br: Faça upload de um arquivo para anexar ao e-mail de cotação.

source: Upload a logo to identify your shop in the PDF file.
pt_br: Faça upload de um logotipo para identificar sua loja no arquivo PDF.

source: Upload an optional Attachment
pt_br: Carregar um anexo opcional

source: Upload icon
pt_br: Ícone de upload

source: Upload the custom icon you want to use for the mini widget.
pt_br: Faça upload do ícone personalizado que deseja usar para o mini widget.

source: Use the default template
pt_br: Use o modelo padrão

source: User registration
pt_br: Cadastro de usuário

source: VAT:
pt_br: CUBA:

source: View list
pt_br: Ver lista

source: View quote list
pt_br: Ver lista de cotações

source: View template
pt_br: Ver modelo

source: We'll also use cookies to keep track of request a quote list while you're browsing our site.
pt_br: Também usaremos cookies para rastrear a solicitação de uma lista de orçamento enquanto você navega em nosso site.

source: While you visit our site, we'll track:
pt_br: Enquanto você visita nosso site, rastrearemos:

source: Wide
pt_br: Largo

source: WooCommerce coupon system has been disabled. In order to make %s work correctly, you have to enable coupons.
pt_br: O sistema de cupons WooCommerce foi desativado. Para que %s funcione corretamente, você precisa ativar os cupons.

source: WooCommerce Shop page
pt_br: Página da loja WooCommerce

source: Yes
pt_br: Sim

source: YIT Contact Form
pt_br: Formulário de contato YIT

source: YITH Quote List
pt_br: Lista de cotações YITH

source: YITH Request a Quote
pt_br: YITH Solicite um orçamento

source: YITH Request a Quote for WooCommerce Cron
pt_br: YITH Solicite um orçamento para WooCommerce Cron

source: YITH Request a Quote for WooCommerce List
pt_br: YITH Solicite um orçamento para lista WooCommerce

source: YITH Request a Quote for WooCommerce Settings
pt_br: YITH Solicite um orçamento para configurações do WooCommerce

source: YITH WooCommerce Mini Request a Quote List
pt_br: YITH WooCommerce Mini Solicita uma lista de orçamento

source: You are about to reject the quote #%d
pt_br: Você está prestes a rejeitar a cotação #%d

source: You can see details here:
pt_br: Você pode ver detalhes aqui:

source: You do not have access to this page
pt_br: Você não tem acesso a esta página

source: You do not have permission to read the quote
pt_br: Você não tem permissão para ler a citação

source: You do not have permission to read the quote.
pt_br: Você não tem permissão para ler a citação.

source: You must be logged in to access this page
pt_br: Você precisa estar logado para acessar esta página

source: Your additional fields
pt_br: Seus campos adicionais

source: Your details
pt_br: Seus detalhes

source: Your list is empty, add products to the list to send a request
pt_br: Sua lista está vazia, adicione produtos à lista para enviar uma solicitação

source: Your message
pt_br: Sua mensagem

source: Your request has been sent successfully. You can see details at: %quote_number%
pt_br: Seu pedido foi enviado com sucesso. Você pode ver detalhes em: %quote_number%
