Repository: clebersleite/yith-woocommerce-request-a-quote
Catalog: yith-woocommerce-request-a-quote-*.po
Languages: pt_br

source: Choose how to manage the Exclusion List: if you choose "All products" then all products will show the "Add to quote" button. If you choose "Products in the Exclusion List only" then only those added to the list will display "Add to quote".
pt_br: Escolha como gerenciar a Lista de Exclusão: se você escolher "Todos os produtos", todos os produtos mostrarão o botão "Adicionar à cotação". Se você escolher "Apenas produtos na lista de exclusão", somente aqueles adicionados à lista exibirão "Adicionar à cotação".

source: Choose if you want to add a product, a category or a tag.
pt_br: Escolha se deseja adicionar um produto, uma categoria ou uma tag.

source: Choose if you want to use the default template included in the plugin, or if you want to enable the templates builder to create a custom template for your quotes.
pt_br: Escolha se deseja usar o modelo padrão incluído no plugin ou se deseja permitir que o construtor de modelos crie um modelo personalizado para suas cotações.

source: Choose products to add
pt_br: Escolha produtos para adicionar

source: Choose tags to add
pt_br: Escolha tags para adicionar

source: Choose the "Thank you" page
pt_br: Escolha a página "Obrigado"

source: Choose the categories to add to the exclusion list
pt_br: Escolha as categorias para adicionar à lista de exclusão

source: Choose the field
pt_br: Escolha o campo

source: Choose the form to display
pt_br: Escolha o formulário a ser exibido

source: Choose the form to show in "Request a quote" page
pt_br: Escolha o formulário a ser exibido na página "Solicitar um orçamento"

source: Choose the form to show to request quote details. You can also add Contact Form 7, Gravity Form, Ninja forms or WPForms, which must be installed and activated.
pt_br: Escolha o formulário a ser exibido para solicitar detalhes do orçamento. Você também pode adicionar Contact Form 7, Gravity Form, Ninja Forms ou WPForms, que devem ser instalados e ativados.

source: Choose the format for the date picker in the default form.
pt_br: Escolha o formato do seletor de data no formulário padrão.

source: Choose the format for the time picker in default form.
pt_br: Escolha o formato do seletor de horário no formato padrão.

source: Choose the information to show in the product list.
pt_br: Escolha as informações a serem exibidas na lista de produtos.

source: Choose the layout for "Request a quote" page.
pt_br: Escolha o layout da página "Solicitar um orçamento".

source: Choose the page to show to the user after the request is sent.
pt_br: Escolha a página a ser mostrada ao usuário após o envio da solicitação.

source: Choose the products to add to the exclusion list
pt_br: Escolha os produtos a serem adicionados à lista de exclusão

source: Choose the reCAPTCHA version
pt_br: Escolha a versão reCAPTCHA

source: Choose the style for the "Accept and Pay" button or link.
pt_br: Escolha o estilo do botão ou link "Aceitar e pagar".

source: Choose the style for the "Add to quote" button or link.
pt_br: Escolha o estilo do botão ou link "Adicionar à cotação".

source: Choose the style for the "Reject" button or link.
pt_br: Escolha o estilo do botão ou link "Rejeitar".

source: Choose the style for the "Request a quote" button or link.
pt_br: Escolha o estilo do botão ou link "Solicitar um orçamento".

source: Choose the tags to add to the exclusion list
pt_br: Escolha as tags para adicionar à lista de exclusão

source: Choose the URL to assign to the button.
pt_br: Escolha o URL a ser atribuído ao botão.

source: Choose the user roles that can see the "Add to quote" button.
pt_br: Escolha as funções de usuário que podem ver o botão "Adicionar à cotação".

source: Choose to show the quote button to all users or only to logged or guest users.
pt_br: Escolha mostrar o botão de cotação para todos os usuários ou apenas para usuários logados ou convidados.

source: Choose to use the default loader or upload a custom one.
pt_br: Escolha usar o carregador padrão ou carregue um personalizado.

source: Choose to which page the user will be redirected after clicking the "Accept" link.
pt_br: Escolha para qual página o usuário será redirecionado após clicar no link “Aceitar”.

source: Choose user roles
pt_br: Escolha funções de usuário

source: Choose what field should be used for the Address
pt_br: Escolha qual campo deve ser usado para o Endereço

source: Choose what field should be used for the Company Name
pt_br: Escolha qual campo deve ser usado para o Nome da Empresa

source: Choose what field should be used for the email
pt_br: Escolha qual campo deve ser usado para o e-mail

source: Choose what field should be used for the message
pt_br: Escolha qual campo deve ser usado para a mensagem

source: Choose what field should be used for the name
pt_br: Escolha qual campo deve ser usado para o nome

source: Choose what field should be used for the Phone
pt_br: Escolha qual campo deve ser usado para o Telefone

source: Choose what field should be used for the Product List
pt_br: Escolha qual campo deve ser usado para a Lista de Produtos

source: Choose what field should be used for the Shipping Address
pt_br: Escolha qual campo deve ser usado para o endereço de entrega

source: Choose what happens after the user clicks on the "Add to quote" button.
pt_br: Escolha o que acontece depois que o usuário clica no botão "Adicionar à cotação".

source: Choose what message to show to the user after the request is sent. It is possible to use %quote_number% to show the link to the quote details.
pt_br: Escolha qual mensagem mostrar ao usuário após o envio da solicitação. É possível usar %quote_number% para mostrar o link para os detalhes da cotação.

source: Choose what to show after a quote request has been sent.
pt_br: Escolha o que mostrar após o envio de uma solicitação de orçamento.

source: Choose when to send the quote automatically.
pt_br: Escolha quando enviar o orçamento automaticamente.

source: Choose when to send this follow up e-mail.
pt_br: Escolha quando enviar este e-mail de acompanhamento.

source: Choose when to send this reminder.
pt_br: Escolha quando enviar este lembrete.

source: Choose where to show the "Add to quote" button on single product pages.
pt_br: Escolha onde mostrar o botão "Adicionar à cotação" nas páginas de um único produto.

source: Choose whether to override the billing and shipping checkout fields of all orders.
pt_br: Escolha se deseja substituir os campos de pagamento de faturamento e envio de todos os pedidos.

source: Choose whether to override the billing and shipping checkout fields of this order.
pt_br: Escolha se deseja substituir os campos de pagamento de faturamento e envio deste pedido.

source: Choose whether to register the user or make this optional.
pt_br: Escolha se deseja registrar o usuário ou tornar isso opcional.

source: Choose which info to show in the product table.
pt_br: Escolha quais informações serão mostradas na tabela de produtos.

source: Choose which template to use by default for your PDF Quotes. You can create unlimited templates in the Quote Template tab.
pt_br: Escolha qual modelo usar por padrão para suas cotações em PDF. Você pode criar modelos ilimitados na guia Modelo de cotação.

source: City:
pt_br: Cidade:

source: Clear List
pt_br: Limpar lista

source: Click to see a PDF preview of this quote.
pt_br: Clique para ver uma prévia em PDF desta citação.

source: Color
pt_br: Cor

source: Company Name
pt_br: nome da empresa

source: Company:
pt_br: Empresa:

source: Configure style options to customize the buttons and labels.
pt_br: Configure opções de estilo para personalizar os botões e rótulos.

source: Configure the "Request a quote" form settings.
pt_br: Defina as configurações do formulário "Solicitar um orçamento".

source: Configure the "Request a quote" page settings.
pt_br: Defina as configurações da página "Solicitar um orçamento".

source: Configure the plugin's general settings.
pt_br: Defina as configurações gerais do plugin.

source: Configure the quote endpoint settings.
pt_br: Defina as configurações do endpoint de cotação.

source: Configure the quote options settings.
pt_br: Defina as configurações de opções de cotação.

source: Configure the quote payment settings.
pt_br: Defina as configurações de pagamento da cotação.

source: Configure the quote PDF settings.
pt_br: Defina as configurações do PDF de cotação.

source: Confirm delete
pt_br: Confirmar exclusão

# Connect fields to WooCommerce fields
source: Connect to
pt_br: Conectar a

source: Connect Last Name to WooCommerce field
pt_br: Conecte o sobrenome ao campo WooCommerce

source: Contact Form 7
pt_br: Formulário de contato 7

source: Country:
pt_br: País:

source: Create a page
pt_br: Crie uma página

source: Create an account?
pt_br: Crie a sua conta aqui?

source: Create and choose a custom template
pt_br: Crie e escolha um modelo personalizado

source: Create and manage quote templates that your customers can download as PDFs.
pt_br: Crie e gerencie modelos de cotação que seus clientes podem baixar como PDFs.

source: Create form
pt_br: Criar formulário

source: Currency
pt_br: Moeda

source: Custom text after product list:
pt_br: Texto personalizado após a lista de produtos:

source: Custom text before product list:
pt_br: Texto personalizado antes da lista de produtos:

source: Custom URL
pt_br: URL personalizado

source: Customer
pt_br: Cliente

source: Customer Email
pt_br: Email do cliente

source: Customer ID
pt_br: Identificação do Cliente

source: Customer info
pt_br: Informação do Cliente

source: Customer Message
pt_br: Mensagem do cliente

source: Customer Name
pt_br: nome do cliente

source: Customer reason:
pt_br: Motivo do cliente:

source: Customer's additional field
pt_br: Campo adicional do cliente

source: Customer's additional fields
pt_br: Campos adicionais do cliente

source: Customer's details
pt_br: Dados do cliente

source: Customer's message
pt_br: Mensagem do cliente

source: Customer's request:
pt_br: Pedido do cliente:

source: Customization
pt_br: Costumização

source: Dashed
pt_br: Tracejadas

source: Date
pt_br: Data

source: Date created
pt_br: Data Criada

# Date field
source: Date
pt_br: Data

source: Date picker format
pt_br: Formato do seletor de data

source: Days
pt_br: Dias

source: days
pt_br: dias

source: Days (to pass) after the quote has been sent:
pt_br: Dias (a passar) após o envio da cotação:

source: Default
pt_br: Padrão

source: Default Form
pt_br: Formulário padrão

# Default form column
source: Activate
pt_br: Ativar

# Default form column
source: Allowed extensions
pt_br: Extensões permitidas

# Default form column
source: Checked
pt_br: Verificado

# Default form column
source: Class
pt_br: Aula

# Default form column
source: Connect to
pt_br: Conectar a

# Default form column
source: Description
pt_br: Descrição

# Default form column
source: ID
pt_br: EU IA

# Default form column
source: Label
pt_br: Rótulo

# Default form column
source: Label Class
pt_br: Classe de etiqueta

# Default form column
source: Max filesize (MB):
pt_br: Tamanho máximo do arquivo (MB):

# Default form column
source: Name
pt_br: Nome

# Default form column
source: Options
pt_br: Opções

# Default form column
source: Placeholder
pt_br: Espaço reservado

# Default form column
source: Position
pt_br: Posição

# Default form column
source: Required
pt_br: Obrigatório

# Default form column
source: Type
pt_br: Tipo

# Default form column
source: Validation
pt_br: Validação

# Default form description
source: Add a list of allowed extensions comma separated.
pt_br: Adicione uma lista de extensões permitidas separadas por vírgulas.

# Default form description
source: Add the max file size of upload file.
pt_br: Adicione o tamanho máximo do arquivo de upload.

# Default form description
source: Separate classes with commas.
pt_br: Separe as classes com vírgulas.

# Default form description
source: You can use the shortcode [terms] and [privacy_policy]
pt_br: Você pode usar o shortcode [termos] e [privacy_policy]

# default label to ask the same quote on My Account page
source: Ask again a quote
pt_br: Peça novamente um orçamento

# default label to ask the same quote on My Account page
source: Request the quote again
pt_br: Solicite o orçamento novamente

# default label to order the same products on My Account page
source: Order again
pt_br: Peça novamente

source: Default text to show in all new quotes requests
pt_br: Texto padrão a ser exibido em todas as novas solicitações de cotação

source: Delete
pt_br: Excluir

# Delete confirmation action
source: Yes, delete
pt_br: Sim, excluir

source: Deposit Rate
pt_br: Taxa de Depósito

# description of field in wpforms integration
source: Connect a WooCommerce field: the information entered by customers on the Request a Quote page will automatically fill the billing and shipping fields in the quote order.
pt_br: Conecte um campo WooCommerce: as informações inseridas pelos clientes na página Solicitar um orçamento preencherão automaticamente os campos de faturamento e envio no pedido de cotação.

source: Dimensions
pt_br: Dimensões

source: Discount
pt_br: Desconto

source: Discount removed successfully.
pt_br: Desconto removido com sucesso.

source: Discount Tax
pt_br: Imposto de desconto

source: Discount:
pt_br: Desconto:

source: DIV replaces the HTML table with DIVs (use this to avoid some issues with pagination).
pt_br: DIV substitui a tabela HTML por DIVs (use isso para evitar alguns problemas de paginação).

source: Do not override billing and shipping info
pt_br: Não substitua informações de faturamento e envio

source: Do you wish to continue?
pt_br: Você deseja continuar?

source: Don't show a registration option in this form
pt_br: Não mostre uma opção de registro neste formulário

source: Dotted
pt_br: Pontilhado

source: Duplicate
pt_br: Duplicado

source: Edit
pt_br: Editar

source: Edit field
pt_br: Editar campo

source: Edit form
pt_br: Editar formulário

source: Edit template
pt_br: Editar modelo

source: Email Description
pt_br: Descrição do e-mail

source: Email Heading
pt_br: Cabeçalho do e-mail

source: Email of user *
pt_br: E-mail do usuário *

source: Email Title
pt_br: Título do e-mail

source: Email type
pt_br: Tipo de e-mail

source: Enable AJAX Loading
pt_br: Habilitar carregamento AJAX

source: Enable Deposit
pt_br: Habilitar Depósito

source: Enable if you want to apply the shipping costs applied in the quote, and not the default shipping costs.
pt_br: Ative se desejar aplicar os custos de envio aplicados na cotação, e não os custos de envio padrão.

source: Enable if you want to apply the shipping costs applied in this quote and not the default shipping.
pt_br: Ative se quiser aplicar os custos de envio aplicados nesta cotação e não o frete padrão.

source: Enable if you want to set a specific expiry date for this quote.
pt_br: Ative se desejar definir uma data de vencimento específica para esta cotação.

source: Enable if you want to set an expiry time for all quotes sent.
pt_br: Ative se desejar definir um prazo de validade para todas as cotações enviadas.

source: Enable pagination in PDF
pt_br: Habilitar paginação em PDF

source: Enable the option to add multiple shipping costs
pt_br: Ative a opção de adicionar vários custos de envio

source: Enable the use of coupons
pt_br: Habilite o uso de cupons

source: Enable this email notification
pt_br: Ative esta notificação por e-mail

source: Enable to add custom messages to the default email template.
pt_br: Ative para adicionar mensagens personalizadas ao modelo de e-mail padrão.

source: Enable to add default shipping cost to the quote.
pt_br: Ative para adicionar o custo de envio padrão à cotação.

source: Enable to add pagination numbers at the end of the PDF quote, if the quote has more pages.
pt_br: Habilite a adição de números de paginação no final da cotação em PDF, se a cotação tiver mais páginas.

source: Enable to add the link to accept or reject the quote into the PDF.
pt_br: Ative para adicionar o link para aceitar ou rejeitar a cotação no PDF.

source: Enable to allow users to "Ask new quote" for the same list of products from their quotes list.
pt_br: Ative para permitir que os usuários "Solicitem nova cotação" para a mesma lista de produtos de sua lista de cotações.

source: Enable to allow users to download the products list in a PDF file.
pt_br: Habilite para permitir que os usuários baixem a lista de produtos em um arquivo PDF.

source: Enable to hide prices on all products.
pt_br: Ative para ocultar os preços de todos os produtos.

source: Enable to hide the "Add to cart" buttons on all products.
pt_br: Ative para ocultar os botões "Adicionar ao carrinho" em todos os produtos.

source: Enable to hide the "Total Price" row in the product list.
pt_br: Ative para ocultar a linha "Preço Total" na lista de produtos.

source: Enable to hide the product prices in the new quote requests in "My Account".
pt_br: Habilite para ocultar os preços dos produtos nas novas solicitações de orçamento em "Minha Conta".

source: Enable to send an automatic quote with product prices. This option is useful if you hide prices in your shop and want to send a quote with all prices only to users that sends a quote request.
pt_br: Habilite o envio de orçamento automático com preços dos produtos. Esta opção é útil se oculta preços na sua loja e pretende enviar um orçamento com todos os preços apenas aos utilizadores que enviam um pedido de orçamento.

source: Enable to set specific quote payment options for this quote. It will override the quote payment options in the general settings.
pt_br: Ative para definir opções de pagamento de cotação específicas para esta cotação. Isso substituirá as opções de pagamento da cotação nas configurações gerais.

source: Enable to show information about the user that sent the quote.
pt_br: Ative para mostrar informações sobre o usuário que enviou a cotação.

source: Enable to show the "Accept" button in the email received by the user and in "My Account" page.
pt_br: Habilite para mostrar o botão “Aceitar” no e-mail recebido pelo usuário e na página “Minha Conta”.

source: Enable to show the "Add to quote" button in category pages, shop pages, etc.
pt_br: Ative para mostrar o botão "Adicionar à cotação" nas páginas de categoria, páginas da loja, etc.

source: Enable to show the "Add to quote" button in WooCommerce Gutenberg Blocks.
pt_br: Ative para mostrar o botão "Adicionar à cotação" nos blocos WooCommerce Gutenberg.

source: Enable to show the "Add to quote" button on single product pages.
pt_br: Ative para mostrar o botão "Adicionar à cotação" em páginas de produtos individuais.

source: Enable to show the "Ask quote" button on the Cart page. This option allows users to convert the cart content into a quote request.
pt_br: Ative para mostrar o botão "Pedir orçamento" na página do carrinho. Esta opção permite aos usuários converter o conteúdo do carrinho em uma solicitação de orçamento.

source: Enable to show the "Ask quote" button on the Checkout page. We suggest enabling this option only if users are not automatically directed to the quote page.
pt_br: Ative para mostrar o botão "Solicitar orçamento" na página de Checkout. Sugerimos ativar esta opção somente se os usuários não forem direcionados automaticamente para a página de cotação.

source: Enable to show the "Clear list" button.
pt_br: Ative para mostrar o botão "Limpar lista".

source: Enable to show the "Order again" button in "My Account".
pt_br: Ative para mostrar o botão "Pedir novamente" em "Minha conta".

source: Enable to show the "Reject" button in the email received by the user and in "My Account" page.
pt_br: Habilite para mostrar o botão “Rejeitar” no e-mail recebido pelo usuário e na página “Minha Conta”.

source: Enable to show the "Return to shop" button.
pt_br: Ative para mostrar o botão "Retornar à loja".

source: Enable to show the "Update list" button.
pt_br: Ative para mostrar o botão "Atualizar lista".

source: Enable to show the form in request quote page also with an empty list of products.
pt_br: Habilite para mostrar o formulário na página de solicitação de orçamento também com uma lista vazia de produtos.

source: Enable to show the original price with a strikethrough if a discounted price is shown on all quotes.
pt_br: Ative para mostrar o preço original tachado se um preço com desconto for mostrado em todas as cotações.

source: Enable/Disable
pt_br: Habilitar desabilitar

# Endpoint label on My account
source: Quotes
pt_br: Citações

# Endpoint label on My account
source: You will get a quote soon!
pt_br: Você receberá uma cotação em breve!

source: Enter a custom message to show after the product list in the quote email.
pt_br: Insira uma mensagem personalizada para mostrar após a lista de produtos no e-mail de cotação.

source: Enter a custom message to show before the product list in the quote email.
pt_br: Insira uma mensagem personalizada para mostrar antes da lista de produtos no e-mail de cotação.

source: Enter a name to identify the PDF quote. Customers will see this name when they download or open the file. It is possible to use %quote_number% to use the number of the quote and %rand% to add a random number.
pt_br: Insira um nome para identificar a cotação em PDF. Os clientes verão esse nome quando fizerem download ou abrirem o arquivo. É possível usar %quote_number% para usar o número da cotação e %rand% para adicionar um número aleatório.

source: Enter a title for this template.
pt_br: Insira um título para este modelo.

source: Enter additional recipients
pt_br: Insira destinatários adicionais

source: Enter an additional text content to show in the footer area of the PDF Quote.
pt_br: Insira um conteúdo de texto adicional para mostrar na área de rodapé da cotação em PDF.

source: Enter an additional text to show in My Account, in all new quotes.
pt_br: Insira um texto adicional para mostrar em Minha conta, em todas as novas cotações.

source: Enter an optional message to show in the customer's "My account > Quote detail" page.
pt_br: Insira uma mensagem opcional para mostrar na página "Minha conta > Detalhes da cotação" do cliente.

source: Enter an optional text to show near the "New quote request" status.
pt_br: Insira um texto opcional para mostrar próximo ao status "Nova solicitação de orçamento".

source: Enter an optional title to show above the form.
pt_br: Insira um título opcional para mostrar acima do formulário.

source: Enter further recipients (separated by commas) for this email. By default email to the admin
pt_br: Insira outros destinatários (separados por vírgulas) para este e-mail. Por padrão, e-mail para o administrador

source: Enter further recipients (separated by commas) for this email. By default the email is sent to the customer.
pt_br: Insira outros destinatários (separados por vírgulas) para este e-mail. Por padrão, o email é enviado ao cliente.

source: Enter reCAPTCHA secret key
pt_br: Insira a chave secreta reCAPTCHA

source: Enter recipients (separated by commas) for this email. Defaults to <code>%s</code>
pt_br: Insira os destinatários (separados por vírgulas) para este e-mail. O padrão é <code>%s</code>

source: Enter the button's label
pt_br: Insira o rótulo do botão

source: Enter the button's label.
pt_br: Insira o rótulo do botão.

source: Enter the label for the "Ask quote" button on the Cart and Checkout pages.
pt_br: Insira o rótulo do botão "Solicitar orçamento" nas páginas Carrinho e Checkout.

source: Enter the label to show when a product is added to a quote list.
pt_br: Insira o rótulo para mostrar quando um produto é adicionado a uma lista de cotação.
