Repository: clebersleite/yith-woocommerce-request-a-quote
Catalog: yith-woocommerce-request-a-quote-*.po
Languages: pt_br

source: %1$s is greater than %2$s.
pt_br: %1$s é maior que %2$s.

source: %s is not a valid phone number.
pt_br: %s não é um número de telefone válido.

source: %s needs a valid email address.
pt_br: %s precisa de um endereço de e-mail válido.

source: "Accept and Pay" colors
pt_br: Cores "Aceitar e Pagar"

source: "Accept and Pay" style
pt_br: Estilo "Aceitar e Pagar"

source: "Accept" label
pt_br: Etiqueta "Aceitar"

source: "Add to quote" button
pt_br: Botão "Adicionar à cotação"

source: "Add to quote" colors
pt_br: Cores "Adicionar à cotação"

source: "Add to Quote" label
pt_br: Etiqueta "Adicionar à cotação"

source: "Add to quote" on out of stock products:
pt_br: "Adicionar à cotação" em produtos fora de estoque:

source: "Add to quote" options
pt_br: Opções "Adicionar à cotação"

source: "Add to quote" position on single product page
pt_br: Posição "Adicionar à cotação" na página de um único produto

source: "Add to quote" style
pt_br: Estilo "Adicionar à cotação"

source: "Ask new quote" label
pt_br: Etiqueta "Solicitar novo orçamento"

source: "Ask quote" button label
pt_br: Etiqueta do botão "Solicitar orçamento"

source: "Browse the list" label
pt_br: Etiqueta "Navegar na lista"

source: "Clear List" label
pt_br: Etiqueta "Limpar lista"

source: "From" Email Address
pt_br: "Do endereço de email

source: "From" Name
pt_br: "De nome

source: "Order again" label
pt_br: Etiqueta "Peça novamente"

source: "Product added to the list" label
pt_br: Etiqueta "Produto adicionado à lista"

source: "Product already in the list" label
pt_br: Etiqueta "Produto já na lista"

source: "Reject" colors
pt_br: Cores "rejeitadas"

source: "Reject" label
pt_br: Etiqueta "Rejeitar"

source: "Reject" style
pt_br: Estilo "rejeitar"

source: "Request a quote" button
pt_br: Botão "Solicitar um orçamento"

source: "Request a quote" colors
pt_br: Cores "Solicite um orçamento"

source: "Request a quote" form
pt_br: Formulário "Solicitar um orçamento"

source: "Request a quote" page
pt_br: Página "Solicite um orçamento"

source: "Request a quote" style
pt_br: Estilo "Solicite um orçamento"

source: "Request Quote" Page
pt_br: Página "Solicitar orçamento"

source: "Request quote" page options
pt_br: Opções da página "Solicitar orçamento"

source: "Return to Shop" label
pt_br: Etiqueta "Retornar à loja"

source: "Return to shop" label after request sending
pt_br: Etiqueta "Retornar à loja" após o envio da solicitação

source: "Return to shop" options
pt_br: Opções "Voltar à loja"

source: "Return to Shop" URL
pt_br: URL "Retornar à loja"

source: "Update &amp; clear list" options
pt_br: Opções &quot;Atualizar e limpar lista&quot;

source: "Update List" label
pt_br: Etiqueta "Lista de atualização"

source: "View PDF" label
pt_br: Etiqueta "Ver PDF"

source: %1$s n. %2$d
pt_br: %1$s %2$d

source: %1$s n. %2$s
pt_br: %1$s %2$s

source: %s is enabled but not effective. It requires WooCommerce in order to work.
pt_br: %s está ativado, mas não é eficaz. Requer WooCommerce para funcionar.

source: %s is required.
pt_br: %s é obrigatório.

source: %s template permanently deleted.
pt_br: %s modelo excluído permanentemente.

source: + Add exclusion
pt_br: + Adicionar exclusão

source: + Add new template
pt_br: + Adicionar novo modelo

source: + Add quote
pt_br: + Adicionar cotação

source: - data entered in the quote request form.
pt_br: - dados inseridos no formulário de solicitação de orçamento.

source: - the quote request you've submitted through our store.
pt_br: - o pedido de orçamento que você enviou através de nossa loja.

# 1. deposit value 2. total amount.
source: %1$s (of %2$s)
pt_br: %1$s (de %2$s)

source: < Back to quote list
pt_br: < Voltar à lista de cotações

source: <a href="%s" class="page-title-action ywraq-add-new-quote-button">Add a new Quote</a>
pt_br: <a href="%s" class="page-title-action ywraq-add-new-quote-button">Adicionar uma nova cotação</a>

source: <code><strong>YITH Request a Quote for WooCommerce</strong></code> lets your customers ask for an estimate of a list of products they are interested in. It allows hiding prices and/or the "Add to cart" button so that your customers can request a quote on every product page. <a href="https://yithemes.com/" target="_blank">Get more plugins for your e-commerce shop on <strong>YITH</strong></a>.
pt_br: <code><strong>YITH Request a Quote for WooCommerce</strong></code> permite que seus clientes solicitem um orçamento de uma lista de produtos nos quais estão interessados. Permite ocultar preços e/ou o botão &quot;Adicionar ao carrinho&quot; para que seus clientes possam solicitar um orçamento em cada página de produto. <a href="https://yithemes.com/" target="_blank">Obtenha mais plug-ins para sua loja de comércio eletrônico no <strong>YITH</strong></a> .

source: [Answer to quote request]
pt_br: [Resposta ao pedido de orçamento]

# [gutenberg]: block description
source: Show products added to your list.
pt_br: Mostre os produtos adicionados à sua lista.

# [gutenberg]: block description
source: Show the quote button of a product
pt_br: Mostrar o botão de cotação de um produto

# [gutenberg]: block name
source: Mini Widget Quote List
pt_br: Lista de cotações de mini widgets

# [gutenberg]: block name
source: Quote button
pt_br: Botão de cotação

# [gutenberg]: block name
source: Widget Quote List
pt_br: Lista de cotações de widgets

source: Show widget title inside
pt_br: Mostrar o título do widget dentro

# [gutenberg]: Help to hide price
source: Hide it
pt_br: Esconda isso

# [gutenberg]: Help to hide quantity
source: Hide it
pt_br: Esconda isso

# [gutenberg]: Help to hide thumbnail
source: Hide it
pt_br: Esconda isso

# [gutenberg]: Help to hide variations
source: Hide it
pt_br: Esconda isso

# [gutenberg]: Help to set the title position
source: Show the title outside next to the item counter
pt_br: Mostrar o título fora ao lado do contador de itens

# [gutenberg]: Help to set title position
source: Show the title inside the widget dropdown
pt_br: Mostrar o título dentro do menu suspenso do widget

# [gutenberg]: Help to show price
source: Show it
pt_br: Mostre

# [gutenberg]: Help to show quantity
source: Show it
pt_br: Mostre

# [gutenberg]: Help to show thumbnail
source: Show it
pt_br: Mostre

# [gutenberg]: Help to show variations
source: Show it
pt_br: Mostre

# [gutenberg]: keywords
source: Button Quote
pt_br: Citação de botão

# [gutenberg]: keywords
source: Mini Quote Widget
pt_br: Widget de minicotação

# [gutenberg]: keywords
source: Quote
pt_br: Citar

# [gutenberg]: keywords
source: Quote request
pt_br: Solicitação de cotação

# [gutenberg]: keywords
source: Quote Widget
pt_br: Widget de cotação

# [gutenberg]: label of button
source: Button Label
pt_br: Etiqueta do botão

# [gutenberg]: show or hide the price
source: Show Price
pt_br: Mostrar preço

# [gutenberg]: show or hide the quantity
source: Show Quantity
pt_br: Mostrar quantidade

# [gutenberg]: show or hide the thumbnail
source: Show Thumbnail
pt_br: Mostrar miniatura

# [gutenberg]: show or hide the variations
source: Show Variations
pt_br: Mostrar variações

# [gutenberg]: title of widget
source: Background color
pt_br: Cor de fundo

# [gutenberg]: title of widget
source: Background color on hover
pt_br: Cor de fundo ao passar o mouse

# [gutenberg]: title of widget
source: Color
pt_br: Cor

# [gutenberg]: title of widget
source: Color on hover
pt_br: Cor ao passar o mouse

# [gutenberg]: title of widget
source: Item name
pt_br: Nome do item

# [gutenberg]: title of widget
source: Item plural name
pt_br: Nome plural do item

# [gutenberg]: title of widget
source: Label
pt_br: Rótulo

# [gutenberg]: title of widget
source: Product id
pt_br: ID do produto

# [gutenberg]: title of widget
source: Style button
pt_br: Botão de estilo

# [gutenberg]: title of widget
source: Title
pt_br: Título

# [HELP TAB] Video title
source: Check this video to learn how to enable a <b>"Request a quote"</b> system in your shop:
pt_br: Confira este vídeo para saber como ativar o sistema <b>"Solicitar um orçamento"</b> em sua loja:

source: [Quote request]
pt_br: [Solicitação de cotação]

source: [Quote]
pt_br: [Citar]

source: [YITH Request a Quote] Accepted/rejected Quote
pt_br: [YITH Solicitar um orçamento] Orçamento aceito/rejeitado

source: [YITH Request a Quote] Confirmation email for the customer
pt_br: [YITH Solicitar um orçamento] E-mail de confirmação para o cliente

source: [YITH Request a Quote] Email to request a quote
pt_br: [YITH Solicitar um orçamento] Email para solicitar um orçamento

source: [YITH Request a Quote] Email with Quote
pt_br: [YITH Solicitar um orçamento] Email com orçamento

source: [YITH Request a Quote] Reminder: expiring quote
pt_br: [YITH Solicitar um orçamento] Lembrete: cotação expirada

source: [YITH Request a Quote] Reminder: pending quote
pt_br: [YITH Solicitar um orçamento] Lembrete: orçamento pendente

# [YOUR STORE TOOLS TAB] Description for plugin Recover Abandoned Cart
source: Contact users who have added products to the cart without completing the order and try to recover lost sales.
pt_br: Entre em contato com os usuários que adicionaram produtos ao carrinho sem concluir o pedido e tente recuperar as vendas perdidas.

# [YOUR STORE TOOLS TAB] Description for plugin YITH Bookings
source: Enable a booking/appointment system to manage renting or booking of services, rooms, houses, cars, accommodation facilities and so on.
pt_br: Habilite um sistema de reservas/agendamento para gerenciar aluguel ou reserva de serviços, quartos, casas, carros, instalações de acomodação e assim por diante.

source: Help your customers to easily find the products they are looking for and improve the user experience of your shop.
pt_br: Ajude seus clientes a encontrar facilmente os produtos que procuram e melhore a experiência do usuário em sua loja.

source: Customize the My Account page of your customers by creating custom sections with promotions and ad-hoc content based on your needs.
pt_br: Personalize a página Minha Conta de seus clientes criando seções personalizadas com promoções e conteúdo ad hoc com base em suas necessidades.

source: Increase conversions through dynamic discounts and price rules, and build powerful and targeted offers.
pt_br: Aumente as conversões por meio de descontos dinâmicos e regras de preços e crie ofertas poderosas e direcionadas.

# [YOUR STORE TOOLS TAB] Description for plugin YITH WooCommerce Gift Cards
source: Sell gift cards in your shop to increase your earnings and attract new customers.
pt_br: Venda cartões-presente em sua loja para aumentar seus ganhos e atrair novos clientes.

# [YOUR STORE TOOLS TAB] Description for plugin YITH WooCommerce Product Add-Ons
source: Add paid or free advanced options to your product pages using fields like radio buttons, checkboxes, drop-downs, custom text inputs, and more.
pt_br: Adicione opções avançadas pagas ou gratuitas às páginas de seus produtos usando campos como botões de opção, caixas de seleção, menus suspensos, entradas de texto personalizadas e muito mais.

# [YOUR STORE TOOLS TAB] Description for plugin YITH WooCommerce Wishlist
source: Allow your customers to create lists of products they want and share them with family and friends.
pt_br: Permita que seus clientes criem listas de produtos que desejam e as compartilhem com familiares e amigos.

source: A detail page of quote request
pt_br: Uma página de detalhes da solicitação de orçamento

source: A quote for you
pt_br: Uma cotação para você

source: A simple text message
pt_br: Uma simples mensagem de texto

source: A specific "Thank you" page
pt_br: Uma página específica de "Obrigado"

source: A table with all the quote requests generated in your shop.
pt_br: Uma tabela com todos os pedidos de orçamento gerados na sua loja.

source: Accept
pt_br: Aceitar

source: Accept / Reject options
pt_br: Opções de aceitar/rejeitar

source: Accept quote
pt_br: Aceitar cotação

source: Accept | Reject buttons
pt_br: Aceitar | Botões de rejeição

source: Accept, pay &amp; reject options
pt_br: Aceitar, pagar e rejeitar opções

source: Accepted
pt_br: Aceitaram

source: accepted
pt_br: aceitaram

source: Accepted Quote
pt_br: Orçamento aceito

source: Accepted Quote <span class="count">(%s)</span>
pt_br: Cotação aceita <span class="count">(%s)</span>

source: Accepted quote payment gateways
pt_br: Gateways de pagamento de cotação aceitos

# add a new smart tag to wpform email editor
source: YITH Request a Quote for WooCommerce: List of products
pt_br: YITH Solicite um orçamento para WooCommerce: lista de produtos

# Add a post display state for RAQ page
source: Request a Quote Page
pt_br: Solicite uma página de orçamento

source: Add a reCAPTCHA to the default form
pt_br: Adicione um reCAPTCHA ao formulário padrão

source: Add buttons to accept or reject the quote.
pt_br: Adicione botões para aceitar ou rejeitar a cotação.

source: Add default shipping fee to quote
pt_br: Adicione a taxa de envio padrão à cotação

source: Add exclusion in list
pt_br: Adicionar exclusão na lista

source: Add exclusion to list
pt_br: Adicionar exclusão à lista

source: Add field
pt_br: Adicionar campo

source: Add field to form
pt_br: Adicionar campo ao formulário

source: Add products, categories, or tags to the Exclusion List to define the products where to show the "Add to quote" button.
pt_br: Adicione produtos, categorias ou tags à Lista de Exclusão para definir os produtos onde mostrar o botão "Adicionar à cotação".

source: Add the information about the customer who requested the quote. Placeholders available:
pt_br: Adicione as informações sobre o cliente que solicitou o orçamento. Espaços reservados disponíveis:

source: Add the information about the date of the quote.
pt_br: Adicione as informações sobre a data da cotação.

source: Add the number of the quote. Use the placeholder {{quote_number}} to show the quote number.
pt_br: Adicione o número da cotação. Use o espaço reservado {{quote_number}} para mostrar o número da cotação.

source: Add the product table inside the template.
pt_br: Adicione a tabela de produtos dentro do modelo.

source: Add the total table inside the template.
pt_br: Adicione a tabela total dentro do modelo.

source: Add to Quote
pt_br: Adicionar à cotação

source: Add to quote
pt_br: Adicionar à cotação

source: Additional email content
pt_br: Conteúdo adicional de e-mail

source: Additional Email field
pt_br: Campo de e-mail adicional

# additional info inside the email option
source: days after the quote creation
pt_br: dias após a criação da cotação

# additional info inside the email option
source: days before the quote expiration
pt_br: dias antes do vencimento da cotação

source: Additional label for the "New quote requests" status
pt_br: Etiqueta adicional para o status "Novas solicitações de cotação"

source: Address:
pt_br: Endereço:

# Admin notice
source: In order to use the PDF builder you need to install Gutenberg and update WordPress to the last version.
pt_br: Para usar o construtor de PDF você precisa instalar o Gutenberg e atualizar o WordPress para a última versão.

# Admin option label
source: Choose template
pt_br: Escolha o modelo

# Admin option label for button to make a PDF on Request a quote page
source: View PDF
pt_br: Ver PDF

# Admin options title
source: Default form fields
pt_br: Campos de formulário padrão

# Admin options title
source: Default form options
pt_br: Opções de formulário padrão

# Admin quote options description
source: Choose to automatically generate an order when a new quote request is received or to only receive a notification email and manage the quote manually.
pt_br: Opte por gerar um pedido automaticamente quando uma nova solicitação de orçamento for recebida ou receber apenas um e-mail de notificação e gerenciar o orçamento manualmente.

# Admin quote options description
source: Choose which payment methods to accept for quote payments. You can allow all gateways enabled in WooCommerce or only specific ones.
pt_br: Escolha quais métodos de pagamento aceitar para pagamentos de cotação. Você pode permitir todos os gateways habilitados no WooCommerce ou apenas alguns específicos.

# Admin quote options name
source: Quote payment preference
pt_br: Cotar preferência de pagamento

# Admin quote options name
source: When a user sends a quote request
pt_br: Quando um usuário envia uma solicitação de orçamento

# Admin quote options radio option
source: Only send an email to the site admin
pt_br: Envie apenas um e-mail para o administrador do site

# Admin quote options radio option
source: Only through specific payment methods
pt_br: Somente através de métodos de pagamento específicos

# Admin quote options radio option
source: Save the request as an order with status "New quote request" and send an email to the site admin (Recommended)
pt_br: Salve a solicitação como um pedido com status "Nova solicitação de orçamento" e envie um email para o administrador do site (Recomendado)

# Admin quote options radio option
source: Through any enabled WooCommerce payment gateways
pt_br: Através de qualquer gateway de pagamento WooCommerce habilitado

source: Admin reply:
pt_br: Resposta do administrador:

# Admin title of tab
source: Form Options
pt_br: Opções de formulário

# Admin title of tab
source: Page Options
pt_br: Opções de página

# Admin title of tab
source: Quote Payment
pt_br: Pagamento de cotação

# Admin title of tab
source: Quote PDF
pt_br: Citar PDF

# Admin title of tab
source: Quote PDF Templates
pt_br: Citar modelos de PDF

# Admin title of tab
source: Quote Settings
pt_br: Configurações de cotação

# Admin title of tab
source: Quotes in My Account
pt_br: Cotações em minha conta

source: After clicking on "Add to quote" the user:
pt_br: Após clicar em "Adicionar à cotação" o usuário:

source: After request sending, show:
pt_br: Após o envio da solicitação, mostrar:

source: All fields in the quote request form: name, email and message content.
pt_br: Todos os campos do formulário de solicitação de orçamento: nome, email e conteúdo da mensagem.

source: All fields will be removed from the form and will be replaced with the default form fields.
pt_br: Todos os campos serão removidos do formulário e substituídos pelos campos padrão do formulário.

source: All products (except the ones in the Exclusion List)
pt_br: Todos os produtos (exceto os da Lista de Exclusão)

source: All quotes will expire after
pt_br: Todas as cotações expirarão após

source: All statuses
pt_br: Todos os status

source: All types
pt_br: Todos os tipos

source: All users
pt_br: Todos os usuários

source: Allow quotes to be downloaded as PDF
pt_br: Permitir que as cotações sejam baixadas como PDF

source: Allows to request a quote at checkout.
pt_br: Permite solicitar um orçamento no checkout.

source: An account is already registered with your email address. Please login.
pt_br: Uma conta já está registrada com seu endereço de e-mail. Por favor entre.

source: An error has occurred. Please, contact site administrator.
pt_br: Ocorreu um erro. Por favor, entre em contato com o administrador do site.

source: An error occurred creating your request. Please try again.
pt_br: Ocorreu um erro ao criar sua solicitação. Por favor, tente novamente.

source: An error occurred. Please, contact site administrator
pt_br: Um erro ocorreu. Por favor, entre em contato com o administrador do site

source: Are you sure you want to delete the selected items?
pt_br: Tem certeza de que deseja excluir os itens selecionados?

source: Are you sure you want to delete this item?
pt_br: Tem certeza de que deseja excluir este item?

source: Attach a PDF version to the quote email
pt_br: Anexe uma versão em PDF ao e-mail de cotação

source: Autocomplete Form
pt_br: Formulário de preenchimento automático

source: Back to templates list
pt_br: Voltar à lista de modelos

source: Background
pt_br: Fundo

source: Background color
pt_br: Cor de fundo

source: Background hover
pt_br: Foco em segundo plano

source: Bcc Recipient(s)
pt_br: Destinatário(s) Cco

source: Billing
pt_br: Cobrança

source: Billing Address
pt_br: Endereço de Cobrança

source: Billing Address 1
pt_br: Endereço de cobrança 1

source: Billing Address 2
pt_br: Endereço de cobrança 2

source: Billing City
pt_br: Cidade de cobrança

source: Billing Company
pt_br: Empresa de cobrança

source: Billing Country
pt_br: País de faturamento

source: Billing Email
pt_br: E-mail de cobrança

source: Billing First Name
pt_br: Nome de cobrança

source: Billing Last Name
pt_br: Sobrenome de cobrança

source: Billing Phone
pt_br: Telefone de cobrança

source: Billing Phone:
pt_br: Telefone de cobrança:

source: Billing Postcode
pt_br: Código postal de cobrança

source: Billing State
pt_br: Estado de faturamento

source: Billing Vat
pt_br: IVA de faturação

source: Billing VAT:
pt_br: Faturamento do IVA:

source: Block cart content after accepting a quote
pt_br: Bloqueie o conteúdo do carrinho após aceitar uma cotação

source: Border
pt_br: Fronteira

source: Border color
pt_br: Cor da borda

source: Border hover
pt_br: Flutuar na borda

source: Border radius
pt_br: Raio da borda

source: Browse the list
pt_br: Navegue pela lista

# Builder pdf template - Description Footer option
source: Use {PAGENO} to show the number of the page.
pt_br: Use {PAGENO} para mostrar o número da página.

# Builder pdf template - Label Footer option
source: Footer
pt_br: Rodapé

# Builder pdf template: description option
source: Choose the data information to display.
pt_br: Escolha as informações de dados a serem exibidas.

# Builder pdf template: option
source: Current date
pt_br: Data atual

# Builder pdf template: option
source: Expiring date
pt_br: Data de validade

# Builder pdf template: option
source: Quote creation date
pt_br: Data de criação da cotação

source: Button
pt_br: Botão

source: Button & Labels
pt_br: Botão e rótulos

source: Button Label:
pt_br: Etiqueta do botão:

source: Button settings
pt_br: Configurações de botão

source: Categories
pt_br: Categorias

source: Category
pt_br: Categoria

source: Change status to Expired
pt_br: Alterar status para Expirado

source: Change status to Expired Quote
pt_br: Alterar status para Cotação Expirada

source: Change status to New
pt_br: Alterar status para Novo

source: Change status to New Quote
pt_br: Alterar status para Nova Cotação

source: Change status to Pending
pt_br: Alterar status para Pendente

source: Change status to Pending Quote
pt_br: Alterar status para Cotação Pendente

source: Check quote before sending
pt_br: Verifique o orçamento antes de enviar

# Checkbox field
source: Checkbox
pt_br: Caixa de seleção

source: Choose a role
pt_br: Escolha uma função

source: Choose after how many days quotes will expire.
pt_br: Escolha depois de quantos dias as cotações irão expirar.

source: Choose an expiry date for this quote.
pt_br: Escolha uma data de vencimento para esta cotação.

source: Choose categories to add
pt_br: Escolha categorias para adicionar

source: Choose email format.
pt_br: Escolha o formato do e-mail.

source: Choose from this list the page on which users will see the list of products added to the quote and send the request.
pt_br: Escolha nesta lista a página na qual o usuário verá a lista de produtos adicionados ao orçamento e envie a solicitação.

source: Choose how to manage the "Add to quote" button on out of stock products.
pt_br: Escolha como gerenciar o botão "Adicionar à cotação" em produtos fora de estoque.
